Repository: KDE/kcalutils
Catalog: po/*/libkcalutils6.po
Languages: eo

source: End date:
eo: Findato:

source: Busy periods given in this free/busy object:
eo: Okupitaj periodoj donitaj en ĉi tiu libera/okupata objekto:

# <startDate> for <duration>
source: %1 for %2
eo: %1 por %2

source: Percent Done:
eo: Procento Farita:

source: Due:
eo: Paga:

source: Journal
eo: Taglibro

source: Todo
eo: Farenda

# to-do start date/time
source: Start:
eo: Komenco:

# to-do due date/time
source: Due:
eo: Kompletiĝenda:

source: Priority:
eo: Prioritato:

# Completed: date
source: Completed:
eo: Kompletigita:

source: Percent done:
eo: Procento farita:
