Repository: KDE/kcalutils
Catalog: po/*/libkcalutils6.po
Languages: eo

source: Template
eo: Ŝablono

source: Error message
eo: Erarmesaĝo

source: Template parsing error
eo: Eraro de analizo de ŝablonoj

source: Template rendering error
eo: Eraro de bildigo de ŝablonoj

source: Organizer Unknown
eo: Organizinto Nekonata

source: Sender
eo: Sendanto

source: Show mail
eo: Montri poŝton

# hours part of duration
source: 1 hour
eo: 1 horo

# minutes part duration
source: 1 minute
eo: 1 minuto

# seconds part of duration
source: 1 second
eo: 1 sekundo

source: Summary unspecified
eo: Resumo nespecifita

source: Location unspecified
eo: Loko nespecifita

source: Your response is requested.
eo: Via respondo estas petita.

source: Your response as <b>%1</b> is requested.
eo: Via respondo kiel <b>%1</b> estas petita.

source: No response is necessary.
eo: Neniu respondo estas necesa.

source: No response as <b>%1</b> is necessary.
eo: Neniu respondo ĉar <b>%1</b> estas necesa.

source: (<b>Note</b>: the Organizer preset your response to <b>%1</b>)
eo: (<b>Noto</b>: la Organizanto antaŭmetis vian respondon al <b>%1</b>)

source: Check my calendar
eo: Kontroli mian kalendaron

source: Please respond again to the original proposal.
eo: Bonvolu respondi denove al la originala propono.

# minutes part of duration
source: 1 minute
eo: 1 minuto

source: This invitation has been published.
eo: Ĉi tiu invito estis publikigita.

source: This invitation has been updated by the organizer %1.
eo: Ĉi tiu invito estis ĝisdatigita de la organizanto %1.

source: This invitation has been updated by %1 as a representative of %2.
eo: Ĉi tiu invito estis ĝisdatigita de %1 kiel reprezentanto de %2.

source: I created this invitation.
eo: Mi kreis ĉi tiun inviton.

source: You received an invitation from %1.
eo: Vi ricevis inviton de %1.

source: You received an invitation from %1 as a representative of %2.
eo: Vi ricevis inviton de %1 kiel reprezentanto de %2.

source: This invitation was refreshed.
eo: Ĉi tiu invito estis refreŝigita.

source: This invitation has been canceled.
eo: Ĉi tiu invito estas nuligita.

source: The organizer has revoked the invitation.
eo: La organizanto revokis la inviton.

source: Addition to the invitation.
eo: Aldono al la invito.

source: %1 makes this counter proposal.
eo: %1 faras ĉi tiun kontraŭproponon.

source: %1 indicates this invitation still needs some action.
eo: %1 indikas, ke ĉi tiu invito ankoraŭ bezonas iun agon.

source: This invitation has been updated by attendee %1.
eo: Ĉi tiu invito estis ĝisdatigita de la ĉeestanto %1.

source: This invitation has been updated by an attendee.
eo: Ĉi tiu invito estis ĝisdatigita de ĉeestanto.

source: %1 accepts this invitation.
eo: %1 akceptas ĉi tiun inviton.

source: %1 accepts this invitation on behalf of %2.
eo: %1 akceptas ĉi tiun inviton nome de %2.

source: %1 tentatively accepts this invitation.
eo: %1 provizore akceptas ĉi tiun inviton.

source: %1 tentatively accepts this invitation on behalf of %2.
eo: %1 provizore akceptas ĉi tiun inviton nome de %2.

source: %1 declines this invitation.
eo: %1 malakceptas ĉi tiun inviton.

source: %1 declines this invitation on behalf of %2.
eo: %1 malakceptas ĉi tiun inviton nome de %2.

source: %1 has delegated this invitation to %2.
eo: %1 delegis ĉi tiun inviton al %2.

source: %1 has delegated this invitation.
eo: %1 delegis ĉi tiun inviton.

source: This invitation is now completed.
eo: Ĉi tiu invito nun estas finita.

source: %1 is still processing the invitation.
eo: %1 ankoraŭ prilaboras la inviton.

source: Unknown response to this invitation.
eo: Nekonata respondo al ĉi tiu invito.

source: %1 declines your counter proposal.
eo: %1 malakceptas vian kontraŭproponon.

source: %1 declines your counter proposal on behalf of %2.
eo: %1 malakceptas vian kontraŭproponon nome de %2.

source: Error: Event iTIP message with unknown method.
eo: Eraro: Eventa iTIP-mesaĝo kun nekonata metodo.

source: This to-do has been published.
eo: Ĉi tiu faro estis publikigita.

source: This to-do has been updated by the organizer %1.
eo: Ĉi tiu faro estis ĝisdatigita de la organizanto %1.

source: This to-do has been updated by %1 as a representative of %2.
eo: Ĉi tiu faro estis ĝisdatigita de %1 kiel reprezentanto de %2.

source: I created this to-do.
eo: Mi kreis ĉi tiun faron.

source: You have been assigned this to-do by %1.
eo: Vi ricevis ĉi tiun faron de %1.

source: You have been assigned this to-do by %1 as a representative of %2.
eo: Vi estis asignita ĉi tiun faron de %1 kiel reprezentanto de %2.

source: This to-do was refreshed.
eo: Ĉi tiu faro estis refreŝigita.

source: This to-do was canceled.
eo: Ĉi tiu faro estis nuligita.

source: The organizer has revoked this to-do.
eo: La organizanto nuligis ĉi tiun faron.

source: Addition to the to-do.
eo: Aldono al la faro.

source: %1 indicates this to-do assignment still needs some action.
eo: %1 indikas, ke ĉi tiu farotasko ankoraŭ bezonas iun agon.

source: This to-do has been completed by assignee %1.
eo: Ĉi tiu faro estis kompletigita de asignito %1.

source: This to-do has been updated by assignee %1.
eo: Ĉi tiu faro estis ĝisdatigita de la asignito %1.

source: This to-do has been completed by an assignee.
eo: Ĉi tiu faro estis kompletigita de asignito.

source: This to-do has been updated by an assignee.
eo: Ĉi tiu faro estis ĝisdatigita de asignito.

source: %1 accepts this to-do.
eo: %1 akceptas ĉi tiun faron.

source: %1 accepts this to-do on behalf of %2.
eo: %1 akceptas ĉi tiun faron nome de %2.

source: %1 tentatively accepts this to-do.
eo: %1 provizore akceptas ĉi tiun faron.

source: %1 tentatively accepts this to-do on behalf of %2.
eo: %1 provizore akceptas ĉi tiun faron nome de %2.

source: %1 declines this to-do.
eo: %1 malakceptas ĉi tiun faron.

source: %1 declines this to-do on behalf of %2.
eo: %1 malakceptas ĉi tiun faron nome de %2.

source: %1 has delegated this to-do to %2.
eo: %1 delegis ĉi tiun faron al %2.

source: %1 has delegated this to-do.
eo: %1 delegis ĉi tiun faron.

source: The request for this to-do is now completed.
eo: La peto por ĉi tiu faro nun estas finita.

source: %1 is still processing the to-do.
eo: %1 ankoraŭ prilaboras la faron.

source: Unknown response to this to-do.
eo: Nekonata respondo al ĉi tiu faro.

source: %1 declines the counter proposal.
eo: %1 malakceptas la kontraŭproponon.

source: %1 declines the counter proposal on behalf of %2.
eo: %1 malakceptas la kontraŭproponon nome de %2.

source: Error: To-do iTIP message with unknown method.
eo: Eraro: Por fari iTIP-mesaĝon kun nekonata metodo.

source: This journal has been published.
eo: Ĉi tiu taglibro estis publikigita.

source: You have been assigned this journal.
eo: Vi ricevis ĉi tiun taglibron.

source: This journal was refreshed.
eo: Ĉi tiu taglibro estis refreŝigita.

source: This journal was canceled.
eo: Ĉi tiu taglibro estis nuligita.

source: Addition to the journal.
eo: Aldono al la revuo.

source: Sender makes this counter proposal.
eo: Sendanto faras ĉi tiun kontraŭproponon.

source: Sender indicates this journal assignment still needs some action.
eo: Sendanto indikas, ke ĉi tiu taglibra tasko ankoraŭ bezonas iun agon.

source: Sender accepts this journal.
eo: Sendanto akceptas ĉi tiun taglibron.

source: Sender tentatively accepts this journal.
eo: Sendanto provizore akceptas ĉi tiun taglibron.

source: Sender declines this journal.
eo: Sendanto malakceptas ĉi tiun taglibron.

source: Sender has delegated this request for the journal.
eo: Sendanto delegis ĉi tiun peton por la revuo.

source: The request for this journal is now completed.
eo: La peto por ĉi tiu taglibro nun estas finita.

source: Sender is still processing the invitation.
eo: Sendanto ankoraŭ prilaboras la inviton.

source: Unknown response to this journal.
eo: Nekonata respondo al ĉi tiu taglibro.

source: Sender declines the counter proposal.
eo: Sendanto malakceptas la kontraŭproponon.

source: Error: Journal iTIP message with unknown method.
eo: Eraro: Taglibra iTIP-mesaĝo kun nekonata metodo.

source: This free/busy list has been published.
eo: Ĉi tiu libera/okupata listo estis publikigita.

source: The free/busy list has been requested.
eo: La libera/okupata listo estis petita.

source: This free/busy list was refreshed.
eo: Ĉi tiu libera/okupata listo estis refreŝigita.

source: This free/busy list was canceled.
eo: Ĉi tiu libera/okupata listo estis nuligita.

source: Addition to the free/busy list.
eo: Aldono al la libera/okupata listo.

source: Reply to the free/busy list.
eo: Respondi al la libera/okupata listo.

source: Error: Free/Busy iTIP message with unknown method.
eo: Eraro: Libera/Okupita iTIP-mesaĝo kun nekonata metodo.

source: %1 (<i>unrecorded</i>
eo: %1 (<i>neregistrita</i>

source: Record
eo: Registri

source: Move to Trash
eo: Movi al Rubujo

# accept invitation
source: Accept
eo: Akcepti

# Accept invitation conditionally
source: Tentative
eo: Prova

# decline invitation
source: Decline
eo: Malkresko

# invitation counter proposal
source: Counter proposal ...
eo: Kontraŭpropono...

# delegate invitation to another
source: Delegate ...
eo: Delegi...

source: Accept
eo: Akcepti

source: Decline
eo: Malkresko

source: Record invitation in my to-do list
eo: Registri inviton en mia farenda listo

source: Record invitation in my calendar
eo: Registri inviton en mia kalendaro

source: Record response in my to-do list
eo: Registri respondon en mia farenda listo

source: Record response in my calendar
eo: Noti respondon en mia kalendaro

source: Remove invitation from my to-do list
eo: Forigi inviton el mia farolisto

source: Remove invitation from my calendar
eo: Forigu inviton el mia kalendaro

source: Your <b>%1</b> response has been recorded.
eo: Via <b>%1</b> respondo estas registrita.

source: Your status for this invitation is <b>%1</b>.
eo: Via stato por ĉi tiu invito estas <b>%1</b>.

source: This invitation was canceled.
eo: Ĉi tiu invito estis nuligita.

source: This invitation was accepted.
eo: Ĉi tiu invito estis akceptita.

source: Awaiting delegation response.
eo: Atendante delegacian respondon.

source: The <b>%1</b> response has been recorded
eo: La <b>%1</b> respondo estas registrita

source: Assignees:
eo: Atribuitoj:

source: Participants:
eo: Partoprenantoj:

# Event start
source: <i>From:</i> %1
eo: <i>De:</i> %1

# Event end
source: <i>To:</i> %1
eo: <i>Al:</i> %1

source: <i>Date:</i> %1
eo: <i>Dato:</i> %1

# time for event
source: <i>Time:</i> %1
eo: <i>Tempo:</i> %1

# time range for event
source: <i>Time:</i> %1 - %2
eo: <i>Tempo:</i> %1 - %2

# To-do's start date
source: <i>Start:</i> %1
eo: <i>Komenco:</i> %1

# To-do's due date
source: <i>Due:</i> %1
eo: <i>Pro:</i> %1

# To-do's priority number
source: <i>Priority:</i> %1
eo: <i>Prioritato:</i> %1

# To-do's completed date
source: <i>Completed:</i> %1
eo: <i>Firmite:</i> %1

# To-do's percent complete:
source: <i>Percent Done:</i> %1%
eo: <i>Procento Farita:</i> %1%

source: <i>Period start:</i> %1
eo: <i>Perioda komenco:</i> %1

source: Free/Busy information for %1
eo: Liberaj/Okupitaj informoj por %1

source: (delegated by %1)
eo: (delegita de %1)

source: (delegated to %1)
eo: (delegita al %1)

source: Organizer:
eo: Organizanto:

source: Chair:
eo: Prezidanto:

source: Required Participants:
eo: Bezonataj Partoprenantoj:

source: Optional Participants:
eo: Laŭvolaj Partoprenantoj:

source: Observers:
eo: Observantoj:

source: Calendar:
eo: Kalendaro:

source: Location:
eo: Loko:

source: Duration:
eo: Daŭro:

source: Recurrence:
eo: Ripeto:

source: Exception
eo: Escepto

source: Description:
eo: Priskribo:

source: Reminder:
eo: Memorigilo:

source: Tag:
eo: Etikedo:

source: Summary: %1
eo: Resumo: %1

source: Organizer: %1
eo: Organizanto: %1

source: Location: %1
eo: Loko: %1

source: This is a Free Busy Object
eo: Ĉi tio estas Libera Okupata Objekto

# no recurrence
source: None
eo: Neniu

# event recurs by minutes
source: Minutely
eo: Minute

# event recurs by hours
source: Hourly
eo: Hore

# event recurs by days
source: Daily
eo: Ĉiutage

# event recurs by weeks
source: Weekly
eo: Ĉiusemajne

# event recurs same position (e.g. first monday) each month
source: Monthly Same Position
eo: Monata Sama Pozicio

# event recurs same day each month
source: Monthly Same Day
eo: Monata Sama Tago

# event recurs same month each year
source: Yearly Same Month
eo: Ĉiujara Sama Monato

# event recurs same day each year
source: Yearly Same Day
eo: Ĉiujara Sama Tago

# event recurs same position (e.g. first monday) each year
source: Yearly Same Position
eo: Ĉiujara Sama Pozicio

source: Start Date: %1
eo: Komenca dato: %1

source: Start Time: %1
eo: Komenca Tempo: %1

source: End Date: %1
eo: Fina dato: %1

source: End Time: %1
eo: Fintempo: %1

source: Recurs: %1
eo: Ripetas: %1

source: Frequency: %1
eo: Ofteco: %1

source: Repeats once
eo: Ripetiĝas unu fojon

source: Repeat until: %1
eo: Ripeti ĝis: %1

source: Repeats forever
eo: Ripetas eterne

source: Details: %1
eo: Detaloj: %1

source: Due Date: %1
eo: Limdato: %1

source: Due Time: %1
eo: Ligtempo: %1

source: Date: %1
eo: Dato: %1

source: Time: %1
eo: Tempo: %1

source: Text of the journal: %1
eo: Teksto de la revuo: %1

source: No recurrence
eo: Neniu ripetiĝo

source: 31st Last
eo: 31-a Laste

source: 30th Last
eo: 30-a Laste

source: 29th Last
eo: 29-a Laste

source: 28th Last
eo: 28-a Laste

source: 27th Last
eo: 27-a Laste

source: 26th Last
eo: 26-a Laste

source: 25th Last
eo: 25-a Laste

source: 24th Last
eo: 24-a Laste

source: 23rd Last
eo: 23-a Laste

source: 22nd Last
eo: 22-a Laste

source: 21st Last
eo: 21-a Laste

source: 20th Last
eo: 20-a Laste

source: 19th Last
eo: 19-a Laste

source: 18th Last
eo: 18-a Laste

source: 17th Last
eo: 17-a Laste

source: 16th Last
eo: 16-a Laste

source: 15th Last
eo: 15-a Laste

source: 14th Last
eo: 14-a Laste

source: 13th Last
eo: 13-a Laste

source: 12th Last
eo: 12-a Laste

source: 11th Last
eo: 11-a Laste

source: 10th Last
eo: 10-a Laste

source: 9th Last
eo: 9-a Laste

source: 8th Last
eo: 8-a Laste

source: 7th Last
eo: 7-a Laste

source: 6th Last
eo: 6-a Laste

source: 5th Last
eo: 5-a Laste

source: 4th Last
eo: 4-a Laste

source: 3rd Last
eo: 3-a Laste

source: 2nd Last
eo: 2-a Laste

# last day of the month
source: Last
eo: Laste

# unknown day of the month
source: unknown
eo: nekonata

source: 1st
eo: 1-a

source: 2nd
eo: 2-a

source: 3rd
eo: 3-a

source: 4th
eo: 4-a

source: 5th
eo: 5-a

source: 6th
eo: 6-a

source: 7th
eo: 7-a

source: 8th
eo: 8-a

source: 9th
eo: 9-a

source: 10th
eo: 10-a

source: 11th
eo: 11-a

source: 12th
eo: 12-a

source: 13th
eo: 13-a

source: 14th
eo: 14-a

source: 15th
eo: 15-a

source: 16th
eo: 16-a

source: 17th
eo: 17-a

source: 18th
eo: 18-a

source: 19th
eo: 19-a

source: 20th
eo: 20-a

source: 21st
eo: 21-a

source: 22nd
eo: 22-a

source: 23rd
eo: 23-a

source: 24th
eo: 24-a

source: 25th
eo: 25-a

source: 26th
eo: 26-a

source: 27th
eo: 27-a

source: 28th
eo: 28-a

source: 29th
eo: 29-a

source: 30th
eo: 30-a

source: 31st
eo: 31-a

source: Recurs every minute until %2
eo: Reokazas ĉiun minuton ĝis %2

# number of occurrences
source: (%1 occurrences)
eo: (%1 okazoj)

source: Recurs every minute
eo: Reokazas ĉiun minuton

source: Recurs hourly until %2
eo: Reokazas hore ĝis %2

source: Recurs hourly
eo: Reokazas ĉiuhore

source: Recurs daily until %2
eo: Reokazas ĉiutage ĝis %2

source: Recurs daily
eo: Reokazas ĉiutage

# Recurs weekly on no days
source: no days
eo: neniuj tagoj

# Recurs weekly on [list of days] until end-date
source: Recurs weekly on %2 until %3
eo: Reokazas ĉiusemajne je %2 ĝis %3

# Recurs weekly on [list of days]
source: Recurs weekly on %2
eo: Reokazas ĉiusemajne je %2

# Recurs every N months on the [2nd|3rd|...] weekdayname until end-date
source: Recurs every month on the %2 %3 until %4
eo: Reokazas ĉiumonate je la %2 %3 ĝis %4

# Recurs every N months on the [2nd|3rd|...] weekdayname
source: Recurs every month on the %2 %3
eo: Reokazas ĉiumonate je la %2 %3

# Recurs monthly on the [1st|2nd|...] day until end-date
source: Recurs monthly on the %2 day until %3
eo: Reokazas ĉiumonate je la %2 tago ĝis %3

# Recurs monthly on the [1st|2nd|...] day
source: Recurs monthly on the %2 day
eo: Reokazas ĉiumonate je la %2 tago

# Recurs Every N years on month-name [1st|2nd|...] until end-date
source: Recurs yearly on %2 %3 until %4
eo: Reokazas ĉiujare je la %2 %3 ĝis %4

# Recurs Every N years on month-name [1st|2nd|...]
source: Recurs yearly on %2 %3
eo: Reokazas ĉiujare je la %2 %3

# Recurs Every year on month-name [1st|2nd|...]
source: Recurs yearly on %1 %2
eo: Repetiĝas ĉiujare je %1 %2

# Recurs every N years on day N until end-date
source: Recurs every year on day %2 until %3
eo: Reokazas ĉiujare je tago %2 ĝis %3

# Recurs every N YEAR[S] on day N
source: Recurs every year on day %2
eo: Reokazas ĉiujare je tago %2

# Every N years on the [2nd|3rd|...] weekdayname of monthname until end-date
source: Every year on the %2 %3 of %4 until %5
eo: Ĉiujare je la %2 %3 de %4 ĝis %5

# Every N years on the [2nd|3rd|...] weekdayname of monthname
source: Every year on the %2 %3 of %4
eo: Ĉiujare je la %2 %3 de %4

source: Incidence recurs
eo: Incidenco ripetiĝas

source: minute %1
eo: minuto %1

source: 1 day
eo: 1 tago

source: %1 (excluding %2)
eo: %1 (krom %2)

source: 1 hour
eo: 1 horo

source: 1 minute
eo: 1 minuto

source: forever
eo: eterne

# N days/hours/minutes before the start datetime
source: %1 before the start
eo: %1 antaŭ la komenco

# N days/hours/minutes after the start datetime
source: %1 after the start
eo: %1 post la komenco

# N days/hours/minutes before the due datetime
source: %1 before the to-do is due
eo: %1 antaŭ ol la faro estas daŭra

# N days/hours/minutes before the end datetime
source: %1 before the end
eo: %1 antaŭ la fino

# N days/hours/minutes after the due datetime
source: %1 after the to-do is due
eo: %1 post kiam la faro estas daŭra

# N days/hours/minutes after the end datetime
source: %1 after the end
eo: %1 post la fino

# reminder occurs at datetime
source: at %1
eo: je %1

source: repeats once
eo: ripetiĝas unu fojon

# interval is N days/hours/minutes
source: interval is %1
eo: intervalo estas %1

# @option:check calendar items before a certain date
source: Items before %1
eo: Eroj antaŭ %1

# @option:check currently selected calendar item
source: Selected item
eo: Elektita ero

# @option:check calendar items after a certain date
source: Items after %1
eo: Eroj post %1

# @item incidence type is event
source: event
eo: evento

# @item incidence type is to-do/task
source: to-do
eo: fari

# @item incidence type is journal
source: journal
eo: taglibro

# @item incidence type is freebusy
source: free/busy
eo: libera/okupita

# @item incidence access if for everyone
source: Public
eo: Publiko

# @item incidence access is by owner only
source: Private
eo: Privata

# @item incidence access is by owner and a controlled group
source: Confidential
eo: Konfidenca

# @item event is tentative
source: Tentative
eo: Prova

# @item event is definite
source: Confirmed
eo: Konfirmita

# @item to-do is complete
source: Completed
eo: Kompletigita

# @item to-do needs action
source: Needs-Action
eo: Bezonoj-Ago

# @item event orto-do is canceled; journal is removed
source: Canceled
eo: Nuligite

# @item to-do is in process
source: In-Process
eo: En-Procezo

# @item journal is in draft form
source: Draft
eo: Malneto

# @item journal is in final form
source: Final
eo: Finalo

# @item chairperson
source: Chair
eo: Seĝo

# @item participation is required
source: Participant
eo: Partoprenanto

# @item participation is optional
source: Optional Participant
eo: Laŭvola Partoprenanto

# @item non-participant copied for information
source: Observer
eo: Observanto

# @item event, to-do or journal needs action
source: Needs Action
eo: Bezonas Agon

# @item event, to-do or journal accepted
source: Accepted
eo: Akceptita

# @item event, to-do or journal declined
source: Declined
eo: Malakceptis

# @item event or to-do tentatively accepted
source: Tentative
eo: Prova

# @item event or to-do delegated
source: Delegated
eo: Delegito

# @item to-do completed
source: Completed
eo: Kompletigita

# @item to-do in process of being completed
source: In Process
eo: En Procezo

# @item event or to-do status unknown
source: Unknown
eo: Nekonata

# @item
source: Load Error
eo: Ŝarg-eraro

# @item
source: Save Error
eo: Konserva eraro

# @item
source: Parse Error in libical
eo: Analiza eraro en libica

# @item
source: Parse Error in the kcalcore library
eo: Analiza eraro en la kcalcore-biblioteko

# @item
source: No calendar component found.
eo: Neniu kalendara komponanto trovita.

# @item
source: Expected iCalendar, got vCalendar format
eo: Atendita iCalendar, akiris vCalendar formaton

# @item
source: iCalendar Version 2.0 detected.
eo: iCalendar Versio 2.0 detektita.

# @item
source: Expected iCalendar, got unknown format
eo: Atendita iCalendar, ricevis nekonatan formaton

# @item
source: Restriction violation
eo: Malobservo de limigo

# @item
source: No writable resource found
eo: Neniu skribebla rimedo trovita

# @item
source: Error saving to '%1'.
eo: Eraro dum konservado al '%1'.

# @item
source: Could not save '%1'
eo: Ne eblis konservi '%1'

# @item
source: libical error
eo: liba eraro

# @item
source: No VERSION property found
eo: Neniu VERSION-propreco trovita

# @item
source: object is not a freebusy, event, todo or journal
eo: objekto ne estas libera okupado, evento, aĵo aŭ taglibro

# @item
source: messageText is empty, unable to parse into a ScheduleMessage
eo: mesaĝTeksto estas malplena, ne povas analizi en ScheduleMessage

# @item
source: icalparser is unable to parse messageText into a ScheduleMessage
eo: icalparser ne kapablas analizi mesaĝTekston en ScheduleMessage

# @item
source: message does not contain ICAL_METHOD_PROPERTY
eo: mesaĝo ne enhavas ICAL_METHOD_PROPERTY

# @item this is a new scheduling message
source: New Scheduling Message
eo: Nova Planada Mesaĝo

# @item this is an update to an existing scheduling message
source: Updated Scheduling Message
eo: Ĝisdatigita Programa Mesaĝo

# @item obsolete status
source: Obsolete
eo: Malnoviĝinta

# @item this is a request for a new scheduling message
source: New Scheduling Message Request
eo: Nova Planada Mesaĝo-Peto

# @item this is a request for an update to an existing scheduling message
source: Updated Scheduling Message Request
eo: Ĝisdatigita Planada Mesaĝo-Peto

# @item unknown status
source: Unknown Status: %1
eo: Nekonata Statuso: %1

source: organizer
eo: organizanto

source: myself
eo: mi mem

source: delegated by %1)
eo: delegite de %1)

source: delegated to %1)
eo: delegita al %1)

source: Send email
eo: Sendi retpoŝton

source: Event
eo: Evento

source: Date:
eo: Dato:

source: Time:
eo: Tempo:

# Exception in event recurrence
source: Exception
eo: Escepto

source: Birthday:
eo: Naskiĝtago:

source: Anniversary:
eo: Datreveno:

source: Optional participants:
eo: Laŭvolaj partoprenantoj:

source: Attachment:
eo: Kunsendaĵo:

source: Creation date: %1
eo: Krea dato: %1

source: Revision: %1
eo: Revizio: %1

source: Busy times in date range %1 - %2:
eo: Okupitaj tempoj en datintervalo %1 - %2:

# tag for busy period list
source: Busy:
eo: Okupita:

# startDate for duration
source: %1 for %2
eo: %1 por %2

source: Recurring incidence
eo: Revena incidenco

source: Incidence with a reminder
eo: Incidenco kun memorigilo

source: Incidence is read only
eo: Incidenco estas nur legata

source: Comment:
eo: Komento:

source: Comments:
eo: Komentoj:

source: Attachments:
eo: Aldonaĵoj:

source: First event:
eo: Unua evento:

source: When:
eo: Kiam:

source: Where:
eo: Kie:

source: Events on these days:
eo: Okazaĵoj en ĉi tiuj tagoj:

source: Events on this day:
eo: Okazaĵoj en ĉi tiu tago:

source: Person:
eo: Persono:

source: Start date:
eo: Komenca dato:
